export const DAY_OF_WEEK = {
  MONDAY: 'Понедельник',
  TUESDAY: 'Вторник',
  WEDNESDAY: 'Среда',
  THURSDAY: 'Четверг',
  FRIDAY: 'Пятница',
  SATURDAY: 'Суббота',
  SUNDAY: 'Воскресенье'
}

export const WEEKSIGN = {
  ANY: 'Обе',
  PLUS: 'Плюс',
  MINUS: 'Минус'
}

export const FACULTIES = {
  ФТФ: 'ФТФ',
  ФФК: 'ФФК',
  ХТФ: 'ХТФ',
  ПМиК: 'ПМиК',
  'ИнЭУ (УП, ГМУ, Политология)': 'ИнЭУ (УП, ГМУ, Политология)',
  'ИнЭУ (Продукты питания из растительного сырья)': 'ИнЭУ (Продукты питания из растительного сырья)',
  'ИнЭУ (Экономика, ФиК)': 'ИнЭУ (Экономика, ФиК)',
  'ИнЭУ (Менеджмент)': 'ИнЭУ (Менеджмент)',
  ИЯиМК: 'ИЯиМК',
  Юрфак: 'Юрфак',
  Геофак: 'Геофак',
  ИПОиСТ: 'ИПОиСТ',
  Истфак: 'Истфак',
  Матфак: 'Матфак',
  'ИПОиСТ Социология': 'ИПОиСТ Социология',
  'Филфак, МО': 'Филфак, МО',
  'Филфак, ИД и ЛИТ': 'Филфак, ИД и ЛИТ',
  'Филфак, ФИЛ и ФиПЛ': 'Филфак, ФИЛ и ФиПЛ',
  'Филфак, РиСО и ЖУР': 'Филфак, РиСО и ЖУР',
  Психфак: 'Психфак'
}

export const PAIRS = [
  '08:30-10:05',
  '10:15-11:50',
  '12:10-13:45',
  '14:00-15:35',
  '15:50-17:25',
  '17:40-19:15',
  '19:25-21:00'
]

export const LEVELS = {
  BACHELOR_SPECIALTY: 'Бакалавриат',
  MAGISTRACY: 'Магистратура'
}
